Repository: pdv-software/app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: /day
de_de: /Tag

source: /hr
de_de: /h

source: Cumulative use in kWh
de_de: Verbrauch in kWh

source: Currency
de_de: Währung

source: Currency symbol (€,£,$...)
de_de: Währungszeichen (€,£,$...)

source: House or building use in watts
de_de: Gebäude / Anlage in W

source: kWh/d
de_de: kWh/Tag

source: Power (Watts)
de_de: Leistung [W]

source: Unit cost
de_de: Preis

source: Unit cost of electricity
de_de: Kosten je kWh

source: use
de_de: Leistung

source: use_kwh
de_de: Verbrauch

source: Launch App
de_de: App Starten

source: Select
de_de: Auswahl

source: Unit cost of electricity £/kWh
de_de: Kosten je kWh

source: Energy Meter
de_de: Zähler

source: My Electric
de_de: Verbrauch

source: My Solar
de_de: Einspeisung

source: My Solar&amp;Wind
de_de: Solar &amp; Wind

source: My Solar (with divert)
de_de: Solar (Überschuß)

source: Cost
de_de: Kosten

source: POWER NOW
de_de: LEISTUNG

source: USE TODAY
de_de: HEUTE

source: 1h
de_de: 1 Std.

source: 8h
de_de: 8 Std.

source: D
de_de: T

source: Y
de_de: J

source: WEEK
de_de: WOCHE

source: MONTH
de_de: MONAT

source: YEAR
de_de: JAHR

source: ALL
de_de: ALLE

source: The My Electric app is a simple home energy monitoring app for exploring home or building electricity consumption over time. It includes a real-time view and a historic kWh per day bar graph.
de_de: Die App dient der Energieüberwachung von Gebäuden. Es ist eine Echtzeit Anzeige und eine kWh/Tag Grafik enthalten.

source: <b>Auto configure:</b> This app can auto-configure connecting to emoncms feeds with the names shown on the right, alternatively feeds can be selected by clicking on the edit button.
de_de: <b>Autom. Konfiguration:</b> Die App wählt automatisch emoncms Feeds aus. Es kann aber auch eine Feed ausgewählt werden.

source: <b>Cumulative kWh</b> feeds can be generated from power feeds with the power_to_kwh input processor.
de_de: <b>Kumulierte kWh</b> Feeds können mit HIlfe des Input Processor Power_to_kwh erstellt werden.
